{
    "about_header": "À propos",
    "about_intro": "Bonjour, je suis Tristan Hamel, un jeune professionnel dynamique dans l'industrie de l'informatique. J'ai commencé ma carrière en tant que développeur backend, en utilisant des technologies telles que C# .NET, ASP.NET, Sitecore, Coveo, Azure DevOps, et bien d'autres. Je suis particulièrement intéressé par le développement backend, l'ingénierie DevOps et la gestion d'infrastructures réseau. Ma passion pour l'informatique et mon désir constant d'apprendre m'ont permis de maîtriser Gulp.js, JavaScript, les API REST et SOAP, et la méthodologie Agile.",
    "about_RQ_job": "Actuellement, je travaille en tant que technicien de support réseau dans une grande organisation gouvernementale qui emploie plus de 13 000 personnes. Ici, je m'occupe de la gestion des centres de données et de la gestion du réseau dans un environnement Cisco, y compris l'installation et la configuration des switches et des serveurs. J'ai l'opportunité de m'immerger dans le fonctionnement d'une infrastructure professionnelle de grande ampleur, ce qui me permet d'acquérir une expérience pratique et une compréhension approfondie de la gestion d'énormes quantités de données et du maintien de réseaux avancés.",
    "about_RQ_prog": "Dans mon rôle actuel, j'ai également l'opportunité unique de combiner mon amour pour la programmation et le support réseau. Je passe une grande partie de mon temps à ajouter des fonctionnalités à nos logiciels et à automatiser les tâches répétitives pour améliorer l'efficacité et la productivité.",
    "about_passion": "Ce qui me passionne le plus dans l'informatique, c'est son évolution constante - il y a toujours une nouvelle technologie ou un nouveau cadre à apprendre et à appliquer. Je suis un apprenant avide, toujours prêt à m'adapter et à évoluer avec le paysage technologique changeant. Que ce soit en développement, en ingénierie DevOps ou en réseau, je suis impatient d'utiliser mes compétences et ma passion pour avoir un impact significatif dans le domaine.",
    "about_education": "Mon parcours académique est un mélange d'informatique et de relations industrielles. J'ai obtenu un DEC (Diplôme d'Études Collégiales) du Cégep St-Foy, spécialisé en Programmation, Bases de Données et Serveurs. Cette base a été essentielle pour façonner ma compréhension des concepts et principes informatiques fondamentaux. Par la suite, j'ai diversifié davantage mes connaissances en poursuivant un baccalauréat en Relations Industrielles à l'Université Laval. Cette combinaison unique me permet de naviguer dans les aspects techniques de l'informatique tout en comprenant les éléments humains qui favorisent un environnement de travail réussi et harmonieux."
}
