{
    "about_header": "À propos",
    "about_intro": "Bonjour, je suis Tristan Hamel, un jeune professionnel oeuvrant dans l'industrie des technologies de l'information. J'ai commencé ma carrière en tant que développeur backend, en utilisant des technologies comme C# .NET, ASP.NET, Sitecore, Coveo, Azure DevOps, et plus encore. J'ai un intérêt particulier pour le développement backend, l'ingénierie DevOps et la gestion d'infrastructure technologique. Je me démarque par ma curiosité et mon désir d'apprendre toujours d'avantage, ce qui me permet d'acquérir constamment de nouvelles connaissances et de pousser mon travail au niveau supérieur.",
    "about_RQ_job": "Actuellement, je travaille comme technicien de support aux infrastructures technologiques dans une grande organisation gouvernementale qui emploie plus de 12 000 personnes. Ici, je m'occupe de la gestion du centre de données et de la gestion du réseau dans un très grand environnement, y compris l'installation et la configuration de commutateurs et de serveurs. J'ai l'opportunité de me plonger dans le fonctionnement d'une infrastructure professionnelle à grande échelle, ce qui me permet d'acquérir une expérience pratique et une compréhension profonde de la gestion de grandes quantités de données et de la maintenance de l'infrastructure technologique.",
    "about_RQ_prog": "Dans mon rôle actuel, j'ai également l'occasion unique de combiner mon intérêt pour la programmation et l'infrastructure. J'occupe un rôle hybride entre un technicien d'infrastructure et un développeur, ajoutant des fonctionnalités à notre logiciel et automatisant des tâches répétitives pour améliorer l'efficacité et la productivité.",
    "about_passion": "Ce qui me passionne le plus dans le monde des TI, c'est l'évolution constante, il y a toujours une nouvelle technologie ou un nouveau framework à apprendre et à exploiter. Je suis un apprenant avide, toujours prêt à m'adapter et à évoluer avec le paysage technologique changeant. Que ce soit dans le développement, l'ingénierie DevOps, ou l'infrastructure, j'ai hâte d'utiliser mes compétences et ma passion pour avoir un impact significatif dans le domaine.",
    "about_education": "Mon parcours académique est un mélange d'informatique et de relations industrielles. J'ai obtenu un DEC (Diplôme d'Études Collégiales) du Cégep St-Foy, spécialisé en Programmation, Bases de données, et Serveurs. Cette base a été clé pour façonner ma compréhension des concepts et principes fondamentaux des technologies de l'information. J'ai également obtenu un baccalauréat en Relations Industrielles à l'Université Laval. Cette combinaison unique me permet de naviguer dans les aspects techniques des TI tout en comprenant les éléments humains qui favorisent un environnement de travail réussi et harmonieux."
}
