{
    "about_header": "About",
    "about_intro": "Hello, I am Tristan Hamel, a young professional working in the information technology industry. I began my career as a backend developer, using technologies such as C# .NET, ASP.NET, Sitecore, Coveo, Azure DevOps, and more. I have a particular interest in backend development, DevOps engineering, and IT infrastructure management. My curiosity and constant desire to learn further allow me to continuously acquire new knowledge and take my work to the next level.",
    "about_RQ_job": "Currently, I work as an IT infrastructure support technician in a large government organization that employs over 12,000 people. Here, I manage the data center and network in a very large environment, including the installation and configuration of switches and servers. I have the opportunity to immerse myself in the operations of a large-scale professional infrastructure, which allows me to gain practical experience and a deep understanding of managing vast amounts of data and maintaining technological infrastructure.",
    "about_RQ_prog": "In my current role, I also have the unique opportunity to combine my interest in programming and infrastructure. I occupy a hybrid role between an infrastructure technician and a developer, adding features to our software and automating repetitive tasks to improve efficiency and productivity.",
    "about_passion": "What excites me the most in the IT world is its constant evolution, there's always a new technology or framework to learn and exploit. I am an eager learner, always ready to adapt and evolve with the changing technological landscape. Whether it's in development, DevOps engineering, or infrastructure, I am keen on using my skills and passion to make a meaningful impact in the field.",
    "about_education": "My academic journey is a mix of computer science and industrial relations. I earned a DEC (Diploma of College Studies) from Cégep St-Foy, specializing in Programming, Databases, and Servers. This foundation was key in shaping my understanding of fundamental IT concepts and principles. I also have a bachelor's degree in Industrial Relations from Université Laval. This unique combination allows me to navigate the technical aspects of IT while understanding the human elements that foster a successful and harmonious work environment."
    }