{
    "about_header": "About",
    "about_intro": "Hello, I am Tristan Hamel, a dynamic young professional in the IT industry. I began my career as a backend developer, utilizing technologies such as C# .NET, ASP.NET, Sitecore, Coveo, Azure DevOps, and more. I have a particular interest in backend development, DevOps engineering, and network infrastructure management. My passion for IT and constant desire to learn have allowed me to master Gulp.js, JavaScript, REST and SOAP APIs, and Agile methodology.",
    "about_RQ_job": "Currently, I work as a network support technician in a large government organization that employs over 13,000 people. Here, I handle data center management and network management in a Cisco environment, including the installation and configuration of switches and servers. I have the opportunity to immerse myself in the functioning of a large-scale professional infrastructure, which allows me to gain practical experience and a deep understanding of managing huge amounts of data and maintaining advanced networks.",
    "about_RQ_prog": "In my current role, I also have the unique opportunity to combine my love for programming and network support. I spend a large portion of my time adding features to our software and automating repetitive tasks to improve efficiency and productivity.",
    "about_passion": "What excites me the most about IT is its constant evolution - there is always a new technology or framework to learn and apply. I am an eager learner, always ready to adapt and evolve with the changing technological landscape. Whether it's in development, DevOps engineering, or networking, I am keen on using my skills and passion to make a meaningful impact in the field.",
    "about_education": "My academic journey is a mix of computer science and industrial relations. I earned a DEC (Diploma of College Studies) from Cégep St-Foy, specializing in Programming, Databases, and Servers. This foundation was key in shaping my understanding of fundamental IT concepts and principles. Subsequently, I diversified my knowledge further by pursuing a bachelor's degree in Industrial Relations at Université Laval. This unique combination allows me to navigate the technical aspects of IT while understanding the human elements that foster a successful and harmonious work environment."
}
